Repository: BugBuster1701/contao-dlstats-bundle
Catalog: src/Resources/contao/languages/*/*_dlstatstatistics_stat.xlf
Languages: de, fr, ja, ru

# tl_dlstatstatistics_stat.aliasnotfound
source: Alias not found
de: Alias nicht gefunden
fr: Alias non trouvé
ja: エイリアスがありません
ru: Алиас не найден

# tl_dlstatstatistics_stat.browserlang
source: Browser language
de: Browser Sprache
fr: Langue du navigateur
ja: ブラウザーの言語
ru: Язык браузера

# tl_dlstatstatistics_stat.clientside
source: Client side
de: Client-Seite
fr: Côté client
ja: クライアント側
ru: На стороне клиента

# tl_dlstatstatistics_stat.downloads
source: Downloads
fr: Téléchargements
ja: ダウンロード
ru: Загрузок

# tl_dlstatstatistics_stat.downloads_top20
source: Downloads TOP %s
fr: TOP Téléchargements %s
ja: ダウンロードの回数の上位%s
ru: ТОП %s загрузок

# tl_dlstatstatistics_stat.filename
source: Filename
de: Dateiname
fr: Nom de fichier
ja: ファイル名
ru: Имя файла

# tl_dlstatstatistics_stat.filetype
source: File type
de: Dateityp
fr: Type de fichier
ja: ファイルの種類
ru: Тип файла

# tl_dlstatstatistics_stat.hostalias
source: Host / Page alias
de: Host / Seitenalias
fr: Alias hôte / page
ja: ホスト / ページのエイリアス
ru: Хост / Алиас страницы

# tl_dlstatstatistics_stat.ip
source: IP address / Domain
de: IP-Adresse / Domain
fr: Adresse IP / domaine
ja: IPアドレス / ドメイン
ru: IP-адрес / Домен

# tl_dlstatstatistics_stat.last_20_downloads
source: The last %s downloads
de: Die letzten %s Downloads
fr: Les derniers %s téléchargements
ja: 最近のダウンロードの上位%s
ru: Последние %s загрузки

# tl_dlstatstatistics_stat.last_30_calendar_days
source: Downloads per day in the last %s calendar days
de: Downloads pro Tag der letzten %s Kalendertage
fr: Téléchargements par jour au cours des derniers jours %s du calendrier
ja: 最近%s日間の1日辺りのダウンロード
ru: Загрузок в день за последние %s дня(ей)

# tl_dlstatstatistics_stat.last_download
source: Last Download
de: Letzter Download
fr: Dernier téléchargement
ja: 最近のダウンロード
ru: Последняя загрузка

# tl_dlstatstatistics_stat.modname
source: dlstats Bundle
ja: ダウンロードの統計モジュール
ru: Модуль статистики загрузок

# tl_dlstatstatistics_stat.name
source: Download statistics
de: Downloadstatistik
fr: Télécharger les statistiques
ja: ダウンロードの統計
ru: Статистика загрузок

# tl_dlstatstatistics_stat.no_data
source: No statistic data available.
de: Keine Statistik Daten vorhanden.
fr: Aucune donnée statistique disponible.
ja: 統計情報はありません。
ru: Нет статистики данных.

# tl_dlstatstatistics_stat.period
source: Period
de: Zeitraum
fr: Période
ja: 期間
ru: Период

# tl_dlstatstatistics_stat.reset
source: Reset
de: Rücksetzung
fr: Réinitialiser
ja: リセット
ru: Сброс

# tl_dlstatstatistics_stat.serverside
source: Server side
de: Server-Seite
fr: Du côté serveur
ja: サーバー側
ru: На стороне сервера

# tl_dlstatstatistics_stat.showRecord
source: Show the details of the record
de: Details des Datensatzes anzeigen
fr: Afficher les détails de l'enregistrement
ja: レコードの詳細を表示
ru: Показать подробные сведения о записи

# tl_dlstatstatistics_stat.startdate
source: Detailed logging since
de: Detailerfassung seit
fr: Enregistrement détaillé depuis
ja: 統計の開始
ru: Подробное журналирование с

# tl_dlstatstatistics_stat.status_activated
source: activated
de: aktiviert
fr: activé
ja: 有効
ru: включено

# tl_dlstatstatistics_stat.status_anonymization
source: Anonymization
fr: Anonymisation
ru: Анонимизация

# tl_dlstatstatistics_stat.status_counting
source: Counting downloads
de: Downloads zählen
fr: Compter les téléchargements
ja: ダウンロードの計数
ru: Подсчет загрузок

# tl_dlstatstatistics_stat.status_deactivated
source: deactivated
de: deaktiviert
fr: désactivé
ja: 無効
ru: отключено

# tl_dlstatstatistics_stat.status_detailed
source: Detailed logging
de: Detailerfassung
fr: Enregistrement détaillé
ja: 詳細なログ
ru: Подробное журналирование

# tl_dlstatstatistics_stat.total_dl
source: Downloads total
de: Gesamtzahl Downloads
fr: Nombre total de téléchargements
ja: ダウンロードの総計
ru: Загрузок всего

# tl_dlstatstatistics_stat.total_dl_month
source: Number of downloads in the last 4 months
de: Anzahl der Downloads in den letzten 4 Monaten
fr: Nombre de téléchargements au cours des 4 derniers mois
ja: 過去4か月のダウンロードの回数
ru: Количество загрузок за последние 4 месяца

# tl_dlstatstatistics_stat.tstamp
source: Date / Time
de: Datum / Uhrzeit
fr: Date / heure
ja: 日付 / 時刻
ru: Дата / время

# tl_dlstatstatistics_stat.username
source: Member / Language
de: Benutzer / Sprache
fr: Membre / Langue
ja: メンバー名
ru: Пользователь / Язык

# tl_dlstatstatistics_stat.wrong_parameter
source: Faulty or incorrect parameter
de: Fehlerhafte oder falsche Parameter
fr: Paramètre défectueux ou incorrect
ja: 不完全または正しくないパラメーター
ru: Поврежден или неправильный параметр

# tl_dlstatstatistics_stat.zero
source: The statistic counters will be reset to zero.
de: Zähler und Statistiken auf 0 setzen.
fr: Les compteurs statistiques seront remis à zéro.
ja: 統計のカウンターをゼロにリセットします。
ru: Статистика загрузок будет обнулена.

# tl_dlstatstatistics_stat.zero_confirm
source: Do you really want to reset the statistic counters?
de: Zähler und Statistik der Downloads wirklich auf 0 setzen?
fr: Voulez-vous vraiment réinitialiser les compteurs de statistiques?
ja: 統計のカウンターを本当にリセットしますか?
ru: Вы хотите сбросить статистику загрузок?

# tl_dlstatstatistics_stat.zero_confirm_single
source: Do you really want to delete this counter?
de: Diesen Zähler wirklich löschen?
fr: Voulez-vous vraiment supprimer ce compteur?
ja: 本当にこのカウンターを削除しますか?
ru: Вы хотите сбросить эту статистику?

# tl_dlstatstatistics_stat.zero_single
source: Delete this counter.
de: Diesen Zähler löschen.
fr: Supprimer ce compteur.
ja: このカウンターを削除。
ru: Удалить эту статистику.

# tl_dlstatstatistics_stat.no_selection
source: no selection.
de: keine Auswahl
ja: 選択なし
ru: нет выбора.

# tl_dlstatstatistics_stat.without_login
source: without login
de: ohne Login
ja: ログインせず
ru: без логина

# tl_dlstatstatistics_stat.detail_filter
source: Detailed statistics with filter
de: Detailstatistik mit Filter
ja: フィルター可能な詳細な統計
ru: Подробная статистика с фильтром

# tl_dlstatstatistics_stat.reset_not_allowed
source: Reset the statistics is not allowed for this counter.
de: Das Zurücksetzen der Statistik ist für diesen Zähler nicht erlaubt.
ja: このカウンターには統計のリセットは許可していません。
ru: Сброс статистики для этого счетчика не допускается.
