Repository: BugBuster1701/contao-dlstats-bundle
Catalog: src/Resources/contao/languages/*/*_settings.xlf
Languages: de, fr, ja, ru

# tl_settings.dlstatAnonymizeIP4.0
source: Anonymization level for IPv4
de: Stärke der Anonymisierung bei IPv4
fr: Niveau d'anonymisation pour IPv4
ja: IPv4の匿名化のレベル
ru: Уровень анонимности для IPv4

# tl_settings.dlstatAnonymizeIP4.1
source: Here, you can change the level of anonymization for IPv4. Anonymize IP addresses in Contao must be activated.
de: Hier kann die Stärke der IPv4 Anonymisierung verändert werden. Contao IP-Anonymisierung muss aktiviert sein.
fr: Ici, vous pouvez modifier le niveau d'anonymisation pour IPv4. Anonymiser les adresses IP dans Contao doit être activé.
ru: Вы можете изменить уровень анонимности для IPv4. Функция 'Анонимизировать IP-адреса' в панели настроек Contao должна быть включена.

# tl_settings.dlstatAnonymizeIP6.0
source: Anonymization level for IPv6
de: Stärke der Anonymisierung bei IPv6
fr: Niveau d'anonymisation pour IPv6
ja: IPv6の匿名化のレベル
ru: Уровень анонимности для IPv6

# tl_settings.dlstatAnonymizeIP6.1
source: Here, you can change the level of anonymization for IPv6. Anonymize IP addresses in Contao must be activated.
de: Hier kann die Stärke der IPv6 Anonymisierung verändert werden. Contao IP-Anonymisierung muss aktiviert sein.
fr: Ici, vous pouvez modifier le niveau d'anonymisation pour IPv6. Anonymiser les adresses IP dans Contao doit être activé.
ru: Вы можете изменить уровень анонимности для IPv6. Функция 'Анонимизировать IP-адреса' в панели настроек Contao должна быть включена.

# tl_settings.dlstatDisableBotdetection.0
source: Disable Bot Detection filtering
de: Die Botdetection Filterung deaktivieren
fr: Désactiver le filtrage de la détection de bot
ja: Bot検出のフィルタリングを無効
ru: Отключить фильтрацию обнаружения ботов

# tl_settings.dlstatDisableBotdetection.1
source: Disable the filtering of counting by the extension Bot Detection
de: Die Filterung der Zählung durch die Erweiterung Botdetection deaktivieren
fr: Désactiver le filtrage du comptage par l'extension Bot Detection
ja: Bot検出の機能拡張による計数のフィルタリングを無効にします。
ru: Отключить фильтрацию обнаружения ботов модулем Bot Detection

# tl_settings.dlstatLastDownloads.0
source: Number of items for the last downloads
de: Anzahl der letzten Downloads
fr: Nombre d'éléments pour les derniers téléchargements
ja: 最近のダウンロードの上位の回数
ru: Количество элементов в последних загрузках

# tl_settings.dlstatLastDownloads.1
source: In the statistic the number of items for the last downloads
de: In der Statistik die Anzahl der letzten Downloads
fr: Dans la statistique, le nombre d'éléments pour les derniers téléchargements
ja: 統計で最近のダウンロードの上位の回数とする項目の数です。
ru: Количество элементов в последних загрузках

# tl_settings.dlstatTopDownloads.0
source: Number of items for the TOP downloads
de: Anzahl der Top Downloads
fr: Nombre d'éléments pour les téléchargements TOP
ja: ダウンロードの上位の回数
ru: Количество элементов в ТОП загрузок

# tl_settings.dlstatTopDownloads.1
source: In the statistic the number of items for the TOP downloads
de: In der Statistik die Anzahl der Top Downloads
fr: Dans la statistique, le nombre d'éléments pour les téléchargements TOP
ja: 統計でダウンロードの上位の回数とする項目の数です。
ru: Количество элементов в ТОП загрузок

# tl_settings.dlstatdets.0
source: Enable detailed logging and statistic
de: Detailerfassung für die Downloadstatistik
fr: Activer les statistiques détaillées
ja: 詳細な統計を使用
ru: Включить детализированную статистику загрузок

# tl_settings.dlstatdets.1
source: Activate to additional logging for IP, Domain and Member name.
de: Aktivieren, um zusätzlich IP, Domain und Benutzername zu erfassen.
fr: Cocher pour journaliser chaque téléchargement selon l'identifiant de connexion.
ja: 個々のダウンロードをすべて記録します。
ru: Выберите для начала журналирования всей информации о загрузках.

# tl_settings.dlstats.0
source: Enable counting
de: Downloadstatistik
fr: Activer les statistiques des téléchargements
ja: 回数を記録
ru: Включить статистику загрузок

# tl_settings.dlstats.1
source: Activate to counting of downloads.
de: Aktivieren, um die Aufstellung von Downloadstatistiken zu ermöglichen.
fr: Cocher pour activer le compteur de téléchargements.
ja: ダウロードの回数を記録します。
ru: Выберите для включения подсчета количества загрузок.

# tl_settings.dlstats.anonip4.1
source: Octets: 1 (Contao Default)
de: Oktetts: 1 (Contao Default)
fr: Octets: 1 (valeur par défaut)
ja: オクテット: 1 (Contaoの初期設定)
ru: Октеты: 1 (по умолчанию Contao)

# tl_settings.dlstats.anonip4.2
source: Octets: 2
de: Oktetts: 2
ja: オクテット: 2
ru: Октеты: 2

# tl_settings.dlstats.anonip6.2
source: Groups: 2 (Contao Default)
de: Blöcke: 2 (Contao Default)
fr: Groupes: 2 (valeur par défaut)
ja: グループ: 2 (Contaoの初期設定)
ru: Группы: 2 (по умолчанию Contao)

# tl_settings.dlstats.anonip6.3
source: Groups: 3
de: Blöcke: 3
fr: Groupes: 3
ja: グループ: 3
ru: Группы: 3

# tl_settings.dlstats.anonip6.4
source: Groups: 4
de: Blöcke: 4
fr: Groupes: 4
ja: グループ: 4
ru: Группы: 4

# tl_settings.dlstats_legend
source: Download statistics
de: Downloadstatistik
fr: Télécharger les statistiques
ja: ダウンロードの統計
ru: Статистика загрузок

# tl_settings.dlstatStatresetProtected.0
source: Activation of the protection against the statistic reset
de: Aktivierung des Schutzes vor Rücksetzung der Statistik
ja: 統計のリセットの保護を作動
ru: Активация защиты от сброса статистики

# tl_settings.dlstatStatresetProtected.1
source: Allow resetting the download statistic only certain user groups only.
de: Die Rücksetzung der Downloadstatistik nur den folgenden Benutzergruppen im Backend erlauben.
ja: 特定のユーザーグループだけにダウンロードの統計のリセットを許可
ru: Разрешить сброс статистики загрузки только для определенных групп пользователей.

# tl_settings.dlstatStatresetAdmins.0
source: Administrators
de: Administratoren
ja: 管理者
ru: Администраторы

# tl_settings.dlstatStatresetAdmins.1
source: Administrators have unlimited access to the download statistic.
de: Administratoren haben uneingeschränkten Zugriff auf alle Downloadstatistiken.
ja: 管理者はダウンロードの統計に無制限にアクセスできます。
ru: Администраторы имеют неограниченный доступ к статистике загрузки.

# tl_settings.dlstatStatresetGroups.0
source: Allowed user groups
de: Erlaubte Benutzergruppen
ja: 許可するユーザーグループ
ru: Разрешенные группы пользователей

# tl_settings.dlstatStatresetGroups.1
source: Here you can choose which groups will be allowed to resetting the download statistic.
de: Hier können Sie festlegen, welche Benutzergruppen die Downloadstatistik im Backend auf 0 setzen dürfen.
ja: ダウンロードの統計のリセットを許可するグループを選択できます。
ru: Вы можете выбрать, какие группы будут разрешены для сброса статистики загрузки.

# tl_settings.dlstatAnonymizeIP4.1
source: Here, you can change the level of anonymization for IPv4.
ja: IPv4の匿名化のレベルを調整できます。

# tl_settings.dlstatAnonymizeIP6.1
source: Here, you can change the level of anonymization for IPv6.
ja: IPv6の匿名化のレベルを調整できます。
